Repository: giuspen/nautilus-pyextensions
Catalog: locale/*.po
Languages: fr

source: Active
fr: Activer

source: Icon
fr: Icône

source: %s needs to be installed in order to activate the selected pyextension, shall I install it?
fr: %s doit être installé pour pouvoir activer la PyExtension sélectionnée. Souhaitez-vous installer le logiciel?

source: %s Deactivated
fr: %s déactivé

source: %s Activated
fr: %s activé

source: You should Restart Nautilus in order to see the changes (Button "Kill"). Do you want to leave anyway?
fr: Nautilus doit être redémarré pour voir les changements (Bouton "Redémarrer Nautilus"). Voulez-vous vraiment quitter?

source: Nautilus Restarted
fr: Nautilus correctement redémarré

source: Python Source Files
fr: Code source Python

source: %s Added
fr: %s ajouté

source: The PyExtension %s is Already into the List
fr: La PyExtension %s est déjà présente dans la liste

source: No PyExtension is selected
fr: Aucune PyExtension n'est sélectionnée

source: %s must be Deactivated in order to be Removed
fr: %s doit être déactivé avant la suppression

source: Do you really want to Delete %s ?
fr: Voulez-vous vraiment supprimer %s ?

source: %s Removed
fr: %s supprimé

source: %s Exported
fr: %s exporté

source: %s must be Deactivated in order to be Edited
fr: %s doit être déactivé avant d'être modifié

source: %s Opened for Editing
fr: %s ouvert pour être modifié

source: _File
fr: Fichier

source: _Edit
fr: Modifier

source: _View
fr: Affichage

source: _Help
fr: Aide

source: _Kill
fr: Redémarrer

source: Restart Nautilus
fr: Redémarrer Nautilus

source: _Add
fr: Ajouter

source: Add A PyExtension
fr: Ajouter une extension PyExtension

source: _Delete
fr: Supprimer

source: Delete The Selected PyExtension
fr: Supprimer la PyExtension sélectionnée

source: _Export
fr: Exporter

source: Export The Selected PyExtension
fr: Exporter la PyExtension sélectionnée

source: _Quit
fr: Quitter

source: Quit Nautilus PyExtensions
fr: Quitter Nautilus PyExtensions

source: Select _All
fr: Tout sélectionner

source: Activate All PyExtensions
fr: Activer toutes les extensions

source: Deselect A_ll
fr: Tout désélectionner

source: Deactivate All PyExtensions
fr: Déactiver toutes les extensions

source: Edit The Selected PyExtension
fr: Modifier la PyExtension sélectionnée

source: Show/Hide _Toolbar
fr: Afficher/Cacher Toolbar

source: Toggle Show/Hide Toolbar
fr: Afficher/Cacher Toolbar

source: Application's Home Page
fr: Site Internet du Logiciel

source: _About
fr: À propos de Nautilus PyExtensions

source: About Nautilus PyExtensions
fr: À propos de Nautilus PyExtensions

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
fr: Ce programme est libre, vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU publiée par la Free Software Foundation (version 2 ou bien toute autre version ultérieure choisie par vous). Ce programme est distribué car potentiellement utile, mais SANS AUCUNE GARANTIE, ni explicite ni implicite, y compris les garanties de commercialisation ou d'adaptation dans un but spécifique. Reportez-vous à la Licence Publique Générale GNU pour plus de détails. Vous devez avoir reçu une copie de la Licence Publique Générale GNU en même temps que ce programme ; si ce n'est pas le cas, écrivez à la Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307, États-Unis.

source: A Handler for the Nautilus Extensions written in Python
fr: Un gesteur d'extensions Python pour Nautilus

source: <b>...with</b>
fr: <b>...avec</b>

source: <b>Replace...</b>
fr: <b>Remplacer...</b>

source: Cancel
fr: Annuler

source: Replace in Filenames
fr: Remplacer dans les noms de fichier

source: Add To Audacious2 Playlist
fr: Ajouter à la liste d'exécution Audacious2

source: Add the selected Audio file(s) to the Audacious2 Playlist
fr: Ajouter les fichiers son sélectionnés à la liste d'exécution Audacious2

source: Meld Compare
fr: Comparer avec Meld

source: Compare the selected Files/Folders using Meld (Diff and merge tool)
fr: Comparer les fichiers et les dossiers sélectionnés en utilisant Meld

source: Meld Actions
fr: Actions Meld

source: Meld (Diff and merge tool) Actions
fr: Actions Meld (Logiciel pour la comparation de fichiers)

source: Save Path for Future Use
fr: Sauvegarder le chemin du fichier pour un usage successif

source: Save the Selected File/Dir Path for Future Use
fr: Sauvegarder le fichier ou l'emplacement du dossier pour un usage successif

source: Compare with %s
fr: Comparer avec %s

source: Compare the Selected File/Dir with %s
fr: Comparer le fichier ou le dossier sélectionné avec %s

source: Kdiff3 Compare
fr: Comparer avec Kdiff3

source: Compare the selected Files/Folders using Kdiff3 (Diff and merge tool)
fr: Comparer les fichiers et les dossiers sélectionnés en utilisant Kdiff3

source: Kdiff3 Actions
fr: Actions Kdiff3

source: Kdiff3 (Diff and merge tool) Actions
fr: Actions Kdiff3 (Logiciel pour la comparation de fichiers)

source: Open as Root
fr: Ouvrir en tant que super-utilisateur

source: Open the selected File/Folder as Root User
fr: Ouvrir les fichiers et les dossiers sélectionnés en tant que super-utilisateur

source: Open Terminal Here
fr: Ouvrir le Terminal ici

source: Open the Terminal on the Current/Selected Directory
fr: Ouvrir le Terminal dans le fichier courant ou sélectionné

source: Open the Terminal on the Current Directory
fr: Ouvrir le Terminal dans le dossier courant

source: Replace in Filenames of the Current/Selected Directory
fr: Remplacer dans les noms de fichier du dossier courant ou sélectionné

source: Replace in Filenames of the Current Directory
fr: Remplacer dans les noms de fichier du dossier courant

source: Set As Desktop Background
fr: Utiliser comme fond d'écran

source: Set the selected Image file as Desktop Background
fr: Utiliser l'image sélectionnée comme fond d'écran
